[M_IrisDL3_CommAppeal MissionDefinition]
MissionName="Interesse Comercial"
MissionDescription="O Senhor Torgue quer que você participe do novo comercial da sua companhia.  Pediram para você usar as armas Torgue para abrir caminho até a [place]Forja Torgue[-place]."
TurnInDescription="Você fez um bom trabalho no comercial da Torgue.  Talvez você devesse seguir carreira na TV."
MissionSummary="Elimine os motoqueiros da Forja com as armas do trabalho."
MissionGiver="Painel de Trabalhos da Forja"
MissionTurnInLocation="Painel de Trabalhos da Forja"
TeaserText="Alguma vez você já pensou em fazer comerciais de forma profissional?"

[M_IrisDL3_CommAppeal:KillGuys MissionObjectiveDefinition]
ProgressMessage="Elimine os motoqueiros com as armas da Torgue"

[M_IrisDL3_CommAppeal:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL3_CommAppeal:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

